[
    "Почему скелет не ссорится с людьми? Потому что ему всё равно.",
    "Что сказал врач пациенту после неудачной операции? 'Ну, хотя бы попробовали.'",
    "Почему призраки не пользуются лифтами? Они боятся, что их прижмут.",
    "Что сказал гробовщик своему клиенту? 'С вами было приятно работать.'",
    "Почему черный юмор как еда? Не всем подходит.",
    "Когда ты передал смертельно больному одну почку, люди тебя обожают. Странно, что если передать пять почек, то они звонят в полицию.",
    "Черный юмор — это как еда в Африке. Не до всех доходит.",
    "Некрозоофил на кладбище домашних животных радостно: 'Так вот где собака зарыта!'",
    "Лег как на поминках.",
    "Криминальная хроника. В больнице № 13 оперируемый набросился со скальпелем на медсестру. Медсестра отделалась легким…",
    "Иная морда не просто кирпича просит, а настоятельно и категорично его требует.",
    "Хотите незабываемые ощущения? Попробуйте снотворное со слабительным.",
    "Сапер-неудачник — это собирательный образ.",
    "Да нормальная у меня самооценка, не говори глупости, презренный раб.",
    "Садитесь, пожалуйста! Нет, лучше вы садитесь, а я постою! Осужденный, не вы*бывайтесь и садитесь на электрический стул!",
    "Я хочу править миром. Я бы тоже поубивал всех.",
    "Встречаются две подруги. Она другой говорит: 'Вон Людка, пятого мужа в крематорий свезла.' Другая: 'Да. Жизнь не справедлива. Одним ни одного мужа, а другие ими печку топят…'",
    "Мама, что такое черный юмор? Сынок, видишь вон там мужчину без рук? Скажи ему похлопать в ладоши. Мама, но я же слепой! Вот именно.",
    "Сегодня у меня подтвердили эпилепсию. п*здец, как жить дальше?! Медицина довольно долго бьется над этой проблемой, и успешно решает. Тут главное не дергаться и не переживать, все само утрясется.",
    "А я однажды убил огромную мышь монтировкой. Помню, как же орали другие посетители Диснейленда.",
    "Знаете, в чем схожесть конфет и ружья? Если принести их в школу, все прикинутся твоими друзьями.",
    "Бесит, когда не можешь сжигать людей взглядом.",
    "Натуральная женская грудь должна помещаться в ладони. Руки и ноги в сумке. Голова в пакете, а туловище в ванной.",
    "Собеседование в секте: 'А если все с девятого этажа прыгнут, вы тоже прыгнете?'",
    "Я не расист — у меня даже юмор черный.",
    "Всем, кто страдает манией преследования! Помните, вы не одиноки!",
    "Стоит мент и видит, как хулиган бабушку ногами бьет. 'Не бей бабушку!' 'Ничего — она мертвая!'",
    "Кто рискует, тому мало кукушки кукуют…",
    "Мертвая женщина еще 40 минут женщина. А мертвый мужчина — еще 40 минут женщина.",
    "'Давай просто полежим молча. В тишине.' 'Блин, вы кто?!' 'Тс-с-с, не порть момент.'",
    "Решил с этой жизни повеситься — намылил веревку, привязал, забрался на стул. Тут заходит жена, посмотрела и говорит: 'Тебе лишь бы без дела болтаться!'",
    "'У меня есть шприц с адреналином. Его мне дал мой друга, когда умирал. Ему почему-то было важно, чтобы у меня был шприц с адреналином…'",
    "Идет подвыпивший мужик по лесной тропинке, выходит на опушку, смотрит, а там другой мужик бабу за волосы схватил, разматывает над головой и об землю хлобысь, и так несколько раз. Подвыпивший стоял, смотрел, жалко ему стало бабу, он и говорит: 'Мужик, не бей, ей же больно!' 'Ей не больно, она уже мертвая!'",
    "'Зачем в реанимации кондиционер?' 'Чтобы овощи оставались свежими и не портились.'",
    "Почему мертвые не пользуются интернетом? Потому что у них нет живого соединения.",
    "Что такое идеальная женщина? Та, которая умеет готовить, убираться и не дышит.",
    "Почему зомби не ходят в школу? Потому что они уже мертвы и не могут учиться.",
    "Что сказал доктор пациенту после операции? 'Не волнуйтесь, у вас все хорошо. Вы просто умерли на операционном столе.'",
    "Почему мертвые не могут голосовать? Потому что они уже мертвы и не могут участвовать в выборах.",    "Если кто-то причинил вам сильные страдания, не стоит впадать в ярость. Сохраняйте спокойствие — это улучшит точность стрельбы.",
    "— Пошли, племянник, сейчас дядя Арчи будет учить вытирать тебя жопу. — Но дядя Арчи, я не хочу сейчас какать! — Дядя Арчи хочет.",
    "Когда бьют мордой об стол, постигаешь суть предмета.",
    "Все виды неприязни ко мне прошу выражать исключительно в суицидальной форме.",
    "Иду себе, никого не трогаю — начал свой рассказ безрукий мальчик…",
    "Из Москва-реки впервые за много лет выудили окуня с нормальным числом глаз и плавников. Но, по его словам, он не местный.",
    "До скольки нужно сосчитать в уме, прежде чем откусить свою шаурму, если собеседник со слезами на глазах рассказал тебе горестную историю?",
    "В школе камикадзе инструктор: — Смотрите внимательнее! Показываю в первый и последний раз.",
    "Вчера я шла по улице, завернула во дворы, и какой-то хер взял меня за плечо и стал орать 'давай деньги или я тэбя зарэжу!' Я не знала что делать и заплакала. Он: — Икота прошла? — Да…",
    "Однажды ученик спросил у мастера: — Долго ли ждать перемен к лучшему? В чем смысл жизни и что такое любовь? — А мне почем знать? Я фрезеровщик. Отойди от шпинделя, а то хлебало разворотит, — ответил мастер.",
    "— Я ничего не могу с собой поделать. Моя темная сторона рвется наружу! — Прекратите срать на ковер!",
    "— Доктор, знаете такую поговорку 'на ловца и зверь бежит'? — Боюсь, это не объяснит наличия кабачка у вас в жопе…",
    "В пожаре выжил только мальчик с членами вместо рук, потому что рукописи не горят.",
    "Три дня делал генеральную уборку в квартире. Плюсы: она чистая. Минусы: в ней нельзя жить, она от этого пачкается.",
    "Я попросил мою дочь передать мне телефонную книгу, она посмеялась надо мной, обозвала динозавром и дала свой айфон. Итог: паук убит, айфон разбит, дочь — в бешенстве.",
    "Когда власти говорят: 'Мы найдём деньги', я прямо чувствую, как они шарят у меня по карманам...",
    "Кто бы мог подумать, что в XXI веке мир опять скатится в средневековье: Америка закрыта для европейцев, в самой Европе бродит чума, а на Руси-матушке распри между Киевским и Московскими княжествами, опричнина и бояре, славящие царя-батюшку...",
    "Почему Афганистан обратился к руководству РФ с просьбой восстановить экономику и объекты инфраструктуры, а граждане России - нет? У граждан России нет своего посольства в РФ.",
    "Мужчина приходит в морг, чтобы опознать жену. Смотрит на тело и говорит: 'Не знаю... Может, перевернёте?'.",
    "Глухой мальчик получил на день рождения барабан. Соседи были в восторге. Неделю. Потом кто-то подарил ему острый нож.",
    "Пожилой человек упал с лестницы. Врачи сказали, что это был несчастный случай. Семья считает, что это был несчастный случай. Сам он считает, что мог бы сделать это лучше."
    
]
